alefragnani.project-manager
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
charliermarsh.ruff
danprince.vsnetrw
eamodio.gitlens
edonet.vscode-command-runner
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.vscode-github-actions
hbenl.vscode-test-explorer
kamikillerto.vscode-colorize
littlefoxteam.vscode-python-test-adapter
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vscode.test-adapter-converter
ms-vscode.vscode-typescript-next
pflannery.vscode-versionlens
pkief.material-icon-theme
qufiwefefwoyn.kanagawa
supermaven.supermaven
tonybaloney.vscode-pets
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscodevim.vim
wallabyjs.console-ninja
